[
  {
    "title":"Urban Dance Party",
    "location":"AMS Student Nest",
    "address":"6133 University Boulevard",
    "city":"Vancouver",
    "province":"BC",
    "postal_code":"V6T 1Z1",
    "description":"PUBLIC | INCLUSIVE | ROWDY, you are invited to the Urban Dance Party. Guarantee: you will not need any drugs to enhance your event experience.\nWhat is an Urban Dance Party?\nAn Urban Dance Party is an unrestricted, decentralized, outdoor dance phenomenon, based on Tom and Gary's Decentralized Dance Party.",
    "image":"",
    "start_time":"2017-04-31 20:00:00",
    "end_time":"2017-05-01 01:00:00 "
  },
  {
    "title":"The World Famous Motown Party",
    "location":"Fox Cabaret",
    "address":"2321 Main Street",
    "city":"Vancouver",
    "province":"BC",
    "postal_code":"V5T 3C9",
    "description":"Come get down to old favourites and rare grooves from Stevie Wonder, The Supremes, Jackson 5, Marvin Gaye, and much more as we spin the best and brightest music from the Motown, Northern Soul, Stax and Tamla labels, played by some of each city’s best DJs. \n\n--Featured DJs--\n\n• Trevor Risk \n• Hubbz\n\n------------------------------------------☆\n\nAbout The World Famous Motown Party\nCome shimmy and shake to old favourites and rare grooves from Stevie Wonder, The Supremes, Jackson 5, Marvin Gaye, and much more as we spin the best and brightest music from the Motown, Northern Soul, Stax and Tamla labels, played by some of each city’s best DJs.",
    "image":"",
    "start_time":"2017-04-31 22:30:00",
    "end_time":"2017-05-01 02:00:00 "
  },
  {
    "title":"Vancouver Retro Gaming Expo",
    "location":"Anvil Centre",
    "address":"777 Columbia Street",
    "city":"New Westminster",
    "province":"BC",
    "postal_code":"V3M 1B6",
    "description":"We are happy to finally announce that the 2017 VRGE will be held on May 27th, once again located at the Anvil Centre in New Westminster BC.\n\nThe feedback on the new venue was overwhelmingly positive so we intend to continue bringing the best content with bigger rooms, shorter lines, and more of everything that you've come to love about VRGE. Tickets available online or in person at Gamedeals Video Games for $25 (GST Included) and now include a custom swag bag full of value and goodies.\n\nWe are also proud to announce that Terry Diebold will be one of our guests, bringing (for the first time in Canada) the \"Holy Grail of gaming\", the Nintendo PlayStation Console Prototype. A relic who's story shaped the entire industry we know and love.\n\nVendors, Artists, Panelists, Sponsors, Additional content, and Volunteers are encouraged to look at the information on our website and email us at vancouvergamingexpo@gmail.com to get involved.\n\nEvent is all-ages, venue is licenced, a good time for everyone.",
    "image":"",
    "start_time":"2017-05-27 10:00:00",
    "end_time":"2017-05-27 21:00:00"
  },
  {
    "title":"Vanocouver Flip-Out Tournaments",
    "location":"Holiday Inn Vancouver Downtown",
    "address":"1110 Howe Street",
    "city":"Vancouver",
    "province":"BC",
    "postal_code":"V6Z 1R2",
    "description":"After a successful move to Vancouver, the Vancouver Flip-Out returns as the largest tournament in Canada, as the main event of the Vancouver Pinball Expo (VPE). This year, the Vancouver Flip-Out main event is also part of the 2017-18 PAPA Circuit, recognized as one of the premier tournaments in North America. \n\nA summary of the tournaments is provided below. For fFull tournament details: http://vfo.wapinball.net/\n\nExpo details, including tickets, travel and location info: http://vancouverflipout.com/\n\nPlease note that the tournaments start a day earlier than the Expo, on Thursday September 21, with doors opening at 4pm. Playing early is highly recommend to avoid long lines waiting to play, and to ensure you have sufficient time to play all of your games, especially in the Main division.\n\n$10,000 in prizes, in the form of cash, trophies, plaques, and pinball memorabilia to be awarded across all tournaments!\n\nA summary of each tournament is provided here. Go to http://vfo.wapinball.net/ for more details.\n\nVANCOUVER FLIP-OUT\n- Main Tournament, Limited Best-Game Qualifying. IFPA Ranked.\n- $30 to Enter, 15 tickets. Maximum three rebuys, of 5 tickets for $10 each.\n- 12 to 14 machines, best 7 scores\n- Open Division: Top 24 qualifiers, $1000 guaranteed to winner.\n- Novice Division: Top 16 qualifiers, IFPA Rank Restriction at 3500, $150 guaranteed to winner.\n- Qualifying Thursday through Saturday, finals on Sunday.\n\nJURASSIC CLASSICS\n- Classics Tournament, PAPA-19-Style Qualifying in sets of 4 games. IFPA Ranked.\n- $10 per Entry. One entry is four games. Unlimited retries.\n- 6 to 8 machines in the bank, choose your favorite 4 to play.\n- Open Division: Top 24 qualifiers, $500 guaranteed to winner.\n- Novice Division: Top 16 qualifiers, IFPA Rank Restriction at 3500, $150 guaranteed to winner.\n- Qualifying Thursday through Saturday 6pm, finals Saturday 7pm.\n\nWOMEN'S COUP-DE-GRACE\n- Women's Tournament, 4-Strike Knockout.\n- $10 Entry. Saturday 2pm.\n- $100 and plaque guaranteed to winner.\n- Plaques and cash prizes for top 4. Additional prizes if more than 20 players.\n\nKNOCKOUT!\n- 3-Strike Knockout tournament for players who are not ranked in IFPA top 1500\n- $5 Entry. Sunday 1pm.\n- $100 and plaque guaranteed for the winner.\n(Note: Players in VFO Open Division Final 16 or Novice Final 4 not eligible.)\n\nJUNIOR JAM\n- Match Play, 4 Rounds\n- $1 Entry. Sunday 10am.\n- Top 4 qualify for one 4-player-game final.\n- Plaques for Top 4.",
    "image":"",
    "start_time":"2017-09-21 16:00:00",
    "end_time":"2017-09-24 19:00:00"
  },
  {
    "title":"Art! Vancouver 2017",
    "location":"Canada Place",
    "address":"",
    "city":"Vancouver",
    "province":"BC",
    "postal_code":"",
    "description":"Art! Vancouver 2017! \n\nArt! Vancouver plays a host to a world-class art event featuring reputable galleries and artists from across Canada and around the world. Building on Vancouver's thriving arts scene, Art! Vancouver allows art enthusiasts and collectors to immerse themselves in a wide array of beautiful artwork. \n\nHeld under the sails at the Vancouver Convention Centre (East) for the third Consecutive year, Art! Vancouver will take place over the duration of four days: \n\nMay 25th - 5pm-7pm (VIP & Press) 7pm-10pm (Public)\nMay 26th & 27th - 11am-7pm\nMay 28th - 11am-5pm\n\nTo purchase tickets for Art! Vancouver 2017 please Visit : https://www.eventbrite.ca/e/art-vancouver-2017-tickets-26309784273?aff=es2#tickets\n\nPricing:\nOnline: $15.00\nDoor: $25.00\nOpening Night Gala (May 25th): $30.00\n3 Day Pass: $40.00\nVIP: $100.00\n\nFor more information, please visit our website: www.artvancouver.net",
    "image":"",
    "start_time":"2017-05-25 17:00:00",
    "end_time":"2017-05-28 17:00:00"
  }
]